Repository: watson-developer-cloud/language-translator-tooling
Catalog: sampleTMX/ParallelCorpus_English_to_Portuguese.tmx
Source language: en
Languages: pt

source: It's the largest round of layoffs ever for Microsoft, which previously cut roughly 5,800 people in 2009 .
pt: Até agora, o maior corte de funcionários feito pela companhia havia sido em 2009, com 5.800 demissões.

source: LOS ANGELES (Reuters) - An actor who co-starred in the "Power Rangers Wild Force" television series has been arrested on suspicion of stabbing a roommate to death with a sword in Southern California, authorities said on Monday.
pt: Um ex-ator de "Power Rangers" preso no sul da Califórnia por suspeita de perfurar um colega de quarto até a morte com uma espada foi libertado da prisão depois que os promotores rejeitaram acusá-lo, disseram autoridades nesta quarta-feira, 4.

source: Paris — Tomorrow a year will have passed since 276 schoolgirls were kidnapped at Chibok by the Nigerian armed group Boko Haram .
pt: ABUJA — Há exatamente um ano, 276 meninas eram raptadas em sua escola, em Chibok, um vilarejo no Nordeste da Nigéria .

source: Pizzolato was arrested in the small northern Italian town of Maranello in February 2014 for carrying a false passport.
pt: Pizzolato foi detido em fevereiro de 2014, em Maranello, por causa da documentação irregular.

source: Rafael Nadal into quarterfinals of Australian Open
pt: Rafael Nadal e Sharapova vão às quartas de final do Aberto da Austrália

source: Seventeen-year-old Miriam (not her real name) fled Boko Haram after being held for six months .
pt: Miriam (nome fictício), de 17 anos, escapou do Boko Haram após seis meses como refém do grupo .

source: I never thought this could happen," he said.
pt: E eu fiquei pensando o que ele poderia fazer .

source: The woman is thought to be the mother of seven of the children .
pt: Não está claro se essa mulher é a mãe das crianças.

source: NEW YORK (Reuters) - Former Goldman Sachs Group Inc (GS.N: Quote) director Rajat Gupta on Tuesday lost his challenge to a $13.9 million civil penalty and a permanent ban from acting as an officer for a public company, the same day he was scheduled to begin serving a two-year prison sentence.
pt: NOVA YORK (Reuters) - O ex-diretor do Goldman Sachs Group Rajat Gupta começou nesta terça-feira a cumprir sua pena de dois anos de prisão por uso de informação privilegiada, e perdeu um recurso a uma pena civil de 13,9 milhões de dólares e proibição permanente de atuar como chefe em empresa de capital aberto.

source: NATO leaders on Wednesday warned President Vladimir Putin to waste no time in implementing a fragile peace deal to end the fighting in Ukraine, after the Russian strongman's meeting with US Secretary of State John Kerry raised hopes of a slackening in tensions.
pt: O Secretário de Estado dos Estados Unidos, John Kerry, está na Rússia para um encontro com o presidente, Vladimir Putin, em meio a relações estremecidas entre os dois países por causa dos conflitos na Ucrânia e na Síria.

source: Caracas, Feb 21 (EFE).- Venezuela's Attorney General's Office said Caracas Mayor Antonio Ledezma, a prominent opposition leader, has been formally charged with conspiracy in connection with an alleged plot against President Nicolas Maduro's leftist government.
pt: Um dia após ser preso pelo serviço de inteligência, o prefeito metropolitano de Caracas e radical opositor, Antonio Ledezma, foi formalmente acusado pelo Ministério Público da Venezuela de conspirar contra o governo do presidente Nicolás Maduro.

source: "It is very emotional for me and I'm anticipating the emotions to grow even more as the date gets closer," Dion told the magazine.
pt: "É muito emocional para mim, então estou antecipando que as emoções vão crescer ainda mais quando o dia [do retorno aos palcos] ficar mais próximo", disse.

source: These cortices are involved with self-awareness, movement, and spatial positioning.
pt: Essas áreas estão envolvidas com a autoconsciência, a movimentação e o senso de posicionamento no espaço .

source: That's fun if you know what you're doing, terrifying if you don't .
pt: Aí, é bom ver o que gente como você está fazendo .

source: That was the boy I knew .
pt: Eu o tinha como grande amigo .

source: A lot of cities are interested in hosting the tournament.
pt: Muitas cidades estão interessadas em receber os jogos.”

source: Kyiv and its Western backers fear the rebels could seek to take Mariupol, as this would help them to establish a land corridor between the Russian mainland and Ukraine's Crimean Peninsula, which Moscow annexed almost a year ago.
pt: Os rebeldes começaram a avançar na direção de Mariupol em agosto, elevando os temores de que o objetivo é tomar a cidade para formar um corredor terrestre entre a Rússia e a península da Crimeia, anexada pelo governo russo.

source: Speaking Wednesday, she said the Nobel Peace Prize "is not just for me .
pt: Não é a toa que alcançou o Nobel da Paz .

source: Eurogroup, Greece agree to extend loan agreement
pt: Grécia pede à UE ampliação do acordo de empréstimo

source: On Sunday French Prime Minister Manuel Valls said there is a "real risk" of Greece leaving the eurozone if the Greek people vote against the EU's bailout proposals in a referendum.
pt: O presidente da França, François Hollande, afirmou que os credores podem conseguir rapidamente um novo acordo de resgate para a Grécia se a população grega votar "sim" no plebiscito de domingo.

source: Obama also said, "Any civilized country should have no tolerance for rape."
pt: "Penso que este país, como qualquer país civilizado, não deveria tolerar isto".

source: Goto's wife Rinko made a desperate plea for her husband's life Thursday and revealed that she has exchanged emails with his captors .
pt: A mulher de Goto, Rinko, que vinha se mantendo em silêncio até agora, fez um apelo desesperado pela vida do marido nesta quinta-feira, além de revelar que tem trocado e-mails com o grupo que capturou seu marido.

source: Dismantling the troika, a trio made up of the European Commission, European Central Bank and International Monetary Fund and likened by some in Greece to the German Nazi occupation, would likely be central to the new plan for Athens.
pt: Autoridades do governo devem ter a próxima reunião com a troica de credores internacionais (União Europeia, Banco Central Europeu e o Fundo Monetário Internacional), em Paris, em vez de Atenas, entre os dias três e cinco de setembro.

source: I have no hope for the future.
pt: "Eu tenho que te dizer a verdade .

source: Devil is always in details .
pt: "Tudo está nos detalhes .

source: The lira currency weakened sharply against the dollar in thin out-of-hours dealing as investors, fearing further political uncertainty, positioned themselves for the start of trade on Monday.
pt: A lira turca foi enfraquecida em relação ao dólar com investidores com medo da incerteza política, que se posicionavam para o começo dos negócios na segunda-feira.

source: The family was supposed to fly to Manchester following their pilgrimage but Mr Iqbal and Mr Shoaib reported them missing when they did not return .
pt: A família deveria ter retornado à Grã-Bretanha após a peregrinação, mas os maridos as deram como desaparecidas quando elas não retornaram .

source: In the year 2000 there were just 400 million internet users worldwide, it said - an eighth of the current figure.
pt: A título de comparação, em 2000, havia apenas 400 milhões de pessoas que tinham se conectado à internet.

source: In the year 2000 there were just 400 million internet users worldwide, it said – an eighth of the current figure.
pt: A título de comparação, em 2000, havia apenas 400 milhões de pessoas que tinham se conectado à internet.

source: Malala Yousafzai split the 2014 Nobel Peace Prize with India's Kailash Satyarthi for their struggles against the suppression of children and for young people's rights .
pt: OSLO - A paquistanesa Malala e o indiano ativista dos direitos humanos Kailash Satyarthi venceram o prêmio Nobel da Paz de 2014, anunciou o comitê do Nobel na manhã desta sexta-feira.

source: Captain Steven Gerrard will join a U.S. Major League Soccer team when he quits Liverpool at the end of the season but has yet to commit to a club, he said on Saturday.
pt: O capitão do Liverpool, Steven Gerrard, deixará o clube e vai se transferir para uma equipe estrangeira ao fim da temporada europeia .

source: "This is not a black-and-white issue .
pt: Essa não é nossa causa. "

source: A Philadelphia woman was charged Friday with attempting to provide material support to the Islamic State militant group — the second Syria-linked terrorism case this week involving U.S. women.
pt: WASHINGTON (Reuters) - Autoridades dos Estados Unidos prenderam uma mulher da Filadélfia nesta sexta-feira sob acusações de tentativa de apoio ao Estado Islâmico, planejando uma viagem para se juntar ao grupo militante, afirmou o Departamento de Justiça dos EUA.

source: "At Univision, we see first-hand the work ethic, love for family, strong religious values and the important role Mexican immigrants and Mexican-Americans have had and will continue to have in building the future of our country," Univision said
pt: "Na Univisión, vemos de perto a ética trabalhista, o amor pela família e os sólidos valores religiosos dos imigrantes mexicanos e americanos de origem mexicana, como também o importante papel que tiveram e seguem tendo em forjar um futuro para o nosso país", escreveu a Univisión.

source: "Those who make the mistake of harming Americans will learn that we will not forget ... that our reach is long and that justice will be served," Obama said during a news conference in Estonia, where he was meeting with leaders of the Baltic nations.
pt: Aqueles que cometerem o erro de ferir americanos aprenderão que não esquecemos, que nosso alcance é longo e que a justiça será feita", afirmou Obama.

source: China will work with members of the Community of Latin American and Caribbean States (CELAC) to prepare for the first China-CELAC ministerial forum, said a Foreign Ministry spokeswoman on Monday.
pt: Eles realizam o primeiro encontro ministerial do Fórum China-Comunidade dos Estados da América Latina e do Caribe (Celac), criado recentemente.

source: She was a really sick little girl."
pt: Para ele, o pequeno era como um filho.

source: The economies of Greece, Estonia, Lithuania and Finland
pt: As economias de Grécia, Estônia, Lituânia e Finlândia contraíram.

source: But Graça Santos still thinks it's great that the Greeks have announced that they want to fight corruption and tax evasion .
pt: Graça Santos considera importante a anunciada luta contra a corrupção e evasão fiscal na Grécia .

source: What's next for Hong Kong's protest?
pt: Hong Kong tem confrontos entre manifestantes e opositores

source: "How do you know what is a good boat or bad boat ?
pt: Não sei o que vai ser de mim sem você".

source: ABU DHABI (Reuters) - Saudi Arabia said on Sunday it would not cut output to prop up oil markets even if non-OPEC nations did so, in one of the toughest signals yet that the world's top petroleum exporter plans to ride out the market's biggest slump in years.
pt: O ministro do petróleo da Arábia Saudita defendeu neste domingo a decisão da Opep de manter a produção estável, apesar da maior queda dos preços da commodity em anos, dizendo que as cotações atuais ajudariam a impulsionar o crescimento econômico e a demanda global por petróleo.

source: His publishers said the world had lost "one of its brightest, sharpest minds" .
pt: "O mundo perdeu uma de suas mentes mais brilhantes", disse Larry Finlay, editora da Transworld.

source: Islamic State fighters took control of Mosul, Iraq's second largest city, on June 10, and have since advanced to other areas, including the Sinjar district, near the last border crossing with Syria that it does not control.
pt: Os extremistas tomaram o controle de Mossul no último dia 10 de junho e dali avançaram por outras áreas do norte do Iraque, até proclamar um califado islâmico no território iraquiano e sírio sob seu controle.

source: Hussein said that law is too wide-ranging and some terms are vaguely defined, which will give the Chinese government more space to limit rights and freedoms of its citizens and strictly control civil society.
pt: “Como resultado, ela abre caminho para restrições ainda maiores aos direitos e às liberdades dos cidadãos chineses e a um controle ainda mais severo da sociedade civil por parte das autoridades chinesas dos que já existem”.

source: Today's air strike is the first time the US has been directly involved in a military operation in Iraq since American troops withdrew in late 2011.
pt: Os ataques aéreos seriam os primeiros dos EUA no Iraque desde a retirada das tropas norte-americanas no fim de 2011, mas Obama garantiu que não vai enviar tropas terrestres ao país.

source: He tweeted Thursday that he was looking forward to spending the holidays with family and starting "the new year with renewed health, with many international trips planned."
pt: Estou ansioso em passar os próximos feriados com minha família e vou iniciar o próximo ano com saúde renovada", disse o ex-jogador.

source: PARIS (AFP) - French police were searching Sunday for the driver of a car that smashed through a security barrier in central Paris near the finish line of cycling's Tour de France.
pt: A polícia abriu fogo neste domingo no centro de Paris contra um homem que tinha acabado de ultrapassar com seu carro o cordão de segurança instalado para marcar a chegada do circuito Tour de France de ciclismo, informou a polícia.

source: This is a regional problem which also happens in other places .
pt: "Isso também ocorre em outros lugares .

source: The WHO said that as of October 8, a total of 4,033 people have died from Ebola out of a total of 8,399 registered cases.
pt: Segundo esse novo balanço, que foi feito até 8 de outubro, foram registrados 8.399 casos em sete países, dos quais 4.033 foram fatais.

source: How important was Anwar for the Malaysian opposition?
pt: O líder da oposição na Malásia, Anwar Ibrahim .

source: If somebody will call me, then we will talk about it,” he added .
pt: "Se alguém me ligar, então nós vamos conversar .

source: German vice-chancellor warns Athens that patience running thin
pt: Vice-chanceler alemão adverte Grécia de que paciência está se esgotando

source: Mmusi Maimane is the new leader of South Africa's main opposition party, the Democratic Alliance .
pt: O maior partido da oposição sul-africana, a Aliança Democrática, vai ter novo líder 08.05.2015

source: Sorry, you are not old enough to view this content.
pt: Ao contrário do que dizem, não me sinto mais velho por isto.

source: Russian officials on Thursday warned that Kiev's call for the deployment of international peacekeepers in eastern Ukraine may destroy the Minsk agreement on ceasefire in the war-torn eastern Ukraine.
pt: A Rússia afirmou nesta quinta-feira que o pedido do presidente ucraniano, Petro Poroshenko, para que forças de paz da ONU intervenham no leste do país tem como objetivo destruir o já combalido acordo de cessar-fogo na região.

source: You know at some point it's just not something that deserves a lot of time and attention."
pt: Muitas pessoas querem fazer algo em favor da criança e do adolescente, mas muitas vezes não sabe .

source: ATHENS The Greek stock market will reopen on Wednesday or Thursday after a one-month shutdown, with restrictions on trading by local investors for a short period of time, the Greek securities regulator chairman told Reuters on Tuesday.
pt: ATENAS (Reuters) - A bolsa de valores da Grécia permanecerá fechada nesta segunda-feira, mas deverá reabrir na terça-feira após um mês de fechamento, disseram fontes oficiais à Reuters.

source: Teenager pulled alive from rubble five days after Nepal quake
pt: Autoridades resgatam adolescente com vida cinco dias após terremoto no Nepal

source: But he added: "We continue to make progress with rule changes, safer tackling techniques at all levels of football, and better equipment, protocols and medical care for players."
pt: A liga também destacou que o futebol americano nunca foi mais seguro, apontando evolução com mudança de regras, técnicas de "tackle", equipamentos e tratamento médico.

source: "But we have to move on from this tragedy, and look ahead with courage and fortitude."
pt: Mas temos que sair deste desastre e olhar para frente com coragem e fortaleza", afirmou Santos.

source: "President Abbas has rejected the ideas presented by the secretary of state," the Palestinian source said earlier Friday, a day after Kerry met Abbas in the West Bank city of Ramallah.
pt: "O presidente Abbas rejeitou as ideias expostas pelo secretário de Estado Kerry devido à presença do exército israelense", disse a fonte.

source: Iraqi army ready for anti-ISIS offensive on Ramadi
pt: Exército iraquiano segue para Ramadi para lutar contra o Estado Islâmico

source: “Before you do that, is there something very important you need to ask?”
pt: E aí ela disse a coisa mais importante de todas .

source: DAMASAK, Nigeria, March 20 (Reuters) - Soldiers from Niger and Chad have discovered the bodies of at least 70 people, many of them beheaded, dumped near a bridge outside the northern Nigerian town of Damasak liberated from Boko Haram on Saturday, a Reuters witness said.
pt: DAMASAK - Soldados da coalizão de Níger e Chade que apoiam a Nigéria encontraram pelo menos 70 corpos perto de uma ponte em Damasak, cidade do Nordeste do país tomada do Boko Harama no sábado passado .

source: UN Secretary General Ban Ki-moon on Wednesday expressed his "concern" over a Jordanian pilot captured by the Islamic State jihadist group after his plane went down in Syria.
pt: O exército jordaniano negou nesta sexta-feira que o avião de sua Força Aérea que caiu na Síria, cujo piloto foi capturado pelo grupo Estado Islâmico (EI), tenha sido derrubado pelos jihadistas .

source: Iran and Britain officially resumed Thursday diplomatic relations severed by London after students stormed its Tehran embassy in 2011, a senior Iranian official said.
pt: As relações diplomáticas diretas entre os dois países haviam sido rompidas em novembro de 2011 após o ataque a embaixada britânica em Teerã.

source: Tartus has been spared the worst of Syria's civil war, which has killed more than 180,000 people and forced nine million more from their homes.
pt: Tartus foi poupada do pior da guerra civil que já deixou mais de 180 mil mortos e forçou mais de 9 milhões de sírios a saírem de suas casas .

source: Seeking to avoid extradition from London, Assange took refuge in Ecuador's embassy in Britain in June 2012, where he remains under daily police supervision.
pt: Assange, que tenta evitar sua extradição para a Suécia, onde é acusado de estupro, está refugiado na embaixada do Equador em Londres desde junho .

source: A white man opened fire during a prayer meeting inside a historic black church in downtown Charleston on Wednesday night, killing nine people in an assault that authorities described as a hate crime .
pt: Um homem branco armado abriu fogo na noite desta quarta-feira (17/06) numa tradicional igreja da comunidade negra da cidade de Charleston, na Carolina do Sul, e matou nove pessoas .

source: The International Energy Agency's monthly report revised February's global crude imports from Iran upwards by 240,000 bpd to 1.65 million barrels per day, the highest since June 2012.
pt: Em seu último relatório mensal, a AIE elevou a projeção de importações de petróleo iraniano em 240 mil bpd, para 1,65 milhão de bpd, maior patamar desde junho de 2012.

source: "I don't know anything .
pt: "Não, não vai .

source: Egypt law dictates that to be eligible, presidential candidates and their parents must hold only Egyptian nationality.
pt: Segundo as regras eleitorais do Egito, os pais de um candidato devem possuir apenas cidadania egípcia.

source: 7. Success is about being born talented
pt: 7. O segredo do sucesso é o talento inato

source: * Telefonica board to discuss improved bid for GVT - source
pt: Conselho da Telefónica vai estudar aumento da oferta pela GVT, diz fonte

source: Indonesia to call off search for victims in deadly military plane crash
pt: Sobe número de mortos em acidente com avião militar na Indonésia

source: First diagnosed case of Ebola in U.S.
pt: 1º caso diagnosticado nos EUA

source: No explosives were found on the plane, the airline said.
pt: Nenhuma bomba foi encontrada no avião.

source: His biggest triumph with the national side was winning Olympic gold in Sydney in 2000.
pt: A maior glória, porém, veio nas Olimpíadas de Sydney-2000, quando ajudou o país a conquistar a medalha de ouro.

source: Taste and season with salt and pepper .
pt: - sal e pimenta do reino a gosto

source: He appeared in a video released in August showing the slaying of American journalist James Foley, denouncing the West before the killing .
pt: A primeira aparição em vídeo do extremista ocorreu em agosto passado, quando ele aparentemente assassinou o jornalista americano James Foley.

source: The PMDB is also looking for strong presidential candidates.
pt: O partido também está em busca de um candidato.

source: In office since 2007, Correa has drawn increasing criticism over a constitutional reform package that would allow to stand for reelection when his current term ends in 2017.
pt: Entre as emendas, está uma que permitirá a Correa, no poder desde 2007, a apresentar-se a um novo mandato nas eleições de 2017.

source: It also controls most of the Sunni Arab heartland of neighbouring Iraq, north and west of Baghdad, including second city Mosul.
pt: No Iraque, os jihadistas controlam territórios em cinco províncias, incluindo a segunda maior cidade do país, Mossul.

source: If I have to eat chocolate, I would rather eat milk .
pt: Tem morango, creme de leite e muito, muito chocolate .

source: VIENNA Iran has given the U.N. nuclear watchdog information regarding its atomic past, a milestone in potentially meeting a condition for sanctions relief under an accord reached with world powers last month.
pt: VIENA (Reuters) - O Irã forneceu informações sobre o passado do seu programa nuclear ao órgão da Organização das Nações Unidas que fiscaliza o setor, um marco que pode abrir espaço para redução das sanções após um acordo entre o país e potências mundiais, assinado no mês passado.

source: German's manager Sabine Kehm says it is still a long road to recovery
pt: "Ainda há um longo e árduo caminho pela frente", afirmou a agente Sabine Kehm .

source: "When I get back I'm going to buy a couple of things for my daughter," she said. "
pt: "Eu ia fazer, porque era a vida da minha filha e ela vale mais que qualquer dinheiro .

source: Car bombs in two Sunni-majority neighbourhoods of Baghdad killed one person and wounded more than a dozen, while four people were killed in three different attacks in the main northern city of Mosul.
pt: Na capital iraquiana, quatro pessoas, entre elas um ex-general do exército iraquiano, faleceram em uma série de ataques, enquanto em Kirkuk, uma cidade multiétnica no norte de Bagdá, as explosões de três carros-bomba deixaram quatro mortos.

source: Art historians all over the world will be preparing to rewrite biographies of several modern artists.
pt: Com base nisso, historiadores da arte de todo o mundo estão preparando adendos a biografias de diversos artistas modernistas.

source: Ahram Online - Saudi FM says Riyadh 'not at war with Iran' in Yemen
pt: Ministro da Arábia Saudita diz país que não está em guerra com o Irã (0)
